// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Verschmierte Rückseite reinigen";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Abbrechen";

CleaningConfirmationTitle = "Verschmierte Rückseite-Reinigung";
CleaningConfirmationBody = "Dieser Vorgang kann mehrere Minuten dauern. Mechanische Geräusche sind bei diesem Vorgang normal, das Papier wird im Drucker hin und her bewegt. Klicken Sie auf 'OK', um den Vorgang zu starten.";
PaperNotFoundTite = "Papier nicht gefunden";
PaperNotFoundBody = "Legen Sie Papier in das Ablagefach, bevor Sie mit der Verschmierte Rückseite-Reinigung beginnen. Klicken Sie auf 'OK', um fortzufahren.";
BackPageSmearCleaningTitle = "Verschmierte Rückseite-Reinigung…";
BackPageSmearCleaningCompleteBody = "Verschmierte Rückseite-Reinigung ist abgeschlossen.";

NotInitiatedTitle = "Die Reinigung kann nicht initiiert werden.";
NotInitiatedMsg = "Der Reinigungsvorgang kann nicht initiiert werden. Überprüfen Sie, ob der Drucker online geschaltet ist und keine Aufträge verarbeitet.";

HSDTitleTextFieldValue = "Verschmierte Rückseite-Reinigung";
HSDGuideTextFieldValue = "Legen Sie Papier in das Ablagefach, bevor Sie mit der Verschmierte Rückseite-Reinigung beginnen. Klicken Sie auf 'Reinigen', um fortzufahren.";
HSDCleanButtonTitle = "Reinigen";

BackPageSmearCancelingTitle = "Wird abgebrochen";

HSDInfoTextFieldValue = "Diese Arbeitsschritte können ausgeführt werden, wenn die Rückseiten gedruckter Seiten verschmiert sind. Über die Funktion \"Beseitigen von Schmierstreifen auf der Rückseite\" wird ein Bereich im Druckerinneren gereinigt, in dem Tinte verschmiert ist.";
